Repository: B1aZer/DotaStack
Catalog: translations/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Dota 2 Blog
ru: Dota 2 Блог

source: DotaFarm: Entertainment community site for Dota 2 fans
ru: DotaFarm: Развлекательный портал посвященный Dota 2

source: News
ru: Новости

source: Guides
ru: Гайды

source: Items
ru: Предметы

source: Pictures
ru: Картинки

source: Video
ru: Видео

source: Shop
ru: Магазин

source: Community
ru: Сообщество

source: Figures
ru: Фигурки

source: Shop / Dota Figures
ru: Магазин / Дота Фигурки

source: Shop / Other Figures
ru: Магазин / Другие Фигурки

source: Shop / Other Shirts
ru: Магазин / Другие Майки

source: Dota Figures
ru: Дота Фигурки

source: Other Figures
ru: Другие Фигурки

source: Other Shirts
ru: Другие Майки

source: Tactics
ru: Тактика

source: Wallpaper
ru: Обои
